Repository: kylehuff/webpg-chrome
Catalog: firefox/po/*.po
Languages: ar, de

source: Names/UIDs on Key
ar: معرِّفات المستخدمين/الأسماء على المفتاح
de: NAMEN/UIDs am Schlüssel

source: THIS KEY IS NOT IN YOUR KEYRING
ar: هذا المفتاح ليس على حلقة مفاتيحك
de: DIESER SCHLÜSSEL BEFINDET SICH NICHT AN IHREM SCHLÜSSELBUND

source: THIS KEY IS IN YOUR KEYRING
ar: هذا المفتاح على حلقة مفاتيحك
de: DIESER SCHLÜSSEL BEFINDET SICH AN IHREM SCHLÜSSELBUND

source: IMPORT THIS KEY
ar: استيراد هذا المفتاح
de: DIESEN SCHLÜSSEL IMPORTIEREN

source: DELETE THIS KEY
ar: حذف هذا المفتاح
de: DIESEN SCHLÜSSEL LÖSCHEN

source: HIDE ORIGINAL
ar: إخفاء الأصلي
de: ORIGINAL VERBERGEN

source: UNUSABLE KEY
ar: غير صالحة للاستعمال مفتاح
de: UNBENUTZBARER SCHLÜSSEL

source: NO USER ID
ar: مفقود هوية المستخدم
de: KEINE BENUTZER-ID

source: About
ar: حوالي

source: Clear Sign
ar: علامة واضحة

source: Sign and Encrypt this text
ar: توقيع وتشفير هذا النص

source: Import this Public key
ar: استيراد هذا المفتاح العام

source: Sign Inline
ar: توقيع مضمن

source: Sign as Attachment
ar: توقيع كمرفق
