Repository: kylehuff/webpg-chrome
Catalog: firefox/po/*.po
Languages: ar, de

source: About WebPG
ar: حول WebPG
de: Über WebPG

source: Version
ar: النسخة

source: Extension Information
ar: تمديد المعلومات

source: Extension version
ar: تمديد إصدار

source: Platform
ar: المنصة
de: Plattform

source: Product
ar: المنتج
de: Produkt

source: User Agent
ar: عميل المستخدم

source: Language
ar: اللغة
de: Sprache

source: Plugin Information
ar: معلومات عن الملحق

source: Plugin version
ar: البرنامج المساعد الإصدار

source: GnuPG Information
ar: GnuPG المعلومات

source: GnuPG version
ar: GnuPG الإصدار

source: GnuPG binary
ar: GnuPG قابل للتنفيذ
de: GnuPG-Programm

source: GnuPG home directory
ar: مجلد منزل GnuPG

source: default
ar: الافتراضي

source: GPGCONF version
ar: Gpgconf النسخة

source: not detected
ar: لم يتم الكشف عن

source: Assuan version
ar: Assuan الإصدار

source: Finished
ar: منتهي
de: Fertig

source: WebPG Plugin failed to load
ar: WebPG فشل تحميل البرنامج المساعد
de: WebPG Plugin konnte nicht geladen werden

source: Key Generation Complete
ar: اكتمل توليد المفتاح
de: Schlüsselerzeugung beendet

source: Key Generation
ar: توليد مفتاح
de: Schlüsselerzeugung

source: Open Key Manager
ar: افتح مدير المفاتيح
de: Offene Schlüsselverwaltung

source: WebPG Key Generation Failed
ar: فشل توليد مفتاح WebPG
de: Erzeugung des WebPG Schlüssels fehlgeschlagen

source: The generation of your new key is now complete
ar: اكتمل توليد مفتاحك الجديد
de: Die Erzeugung Ihres neuen Schlüssels ist nun abgeschlossen

source: Select Recipient(s)
ar: حدد المستلمين
de: einen oder mehrere Empfänger auswählen

source: Import
ar: استورد
de: Importieren

source: Export
ar: تصدير

source: Editor
ar: المحرر

source: Search/Filter
ar: بحث/تصفية
de: Suchfilter

source: Encrypt
ar: تشفير
de: Verschlüsseln

source: Insert
ar: أدرج

source: no action has been selected
ar: لم يتم تحديد عمل

source: no action has been successful
ar: لم يتم إنجاح أي عمل

source: Cancel
ar: ألغِ
de: Abbrechen

source: UIDs
ar: مستخدم المعرفات

source: Key does not support this operation
ar: المفتاح لا يدعم هذه العملية

source: Error loading WebPG
ar: خطأ في تحميل WebPG
de: Fehler beim Laden von WebPG

source: We encountered a problem while attempting to load WebPG
ar: واجهنا مشكلة أثناء محاولة تحميل WebPG
de: Wir sind auf ein Problem gestoßen beim Versuch, WebPG zu laden

source: Error
ar: خطأ
de: Fehler

source: Suggestions
ar: اقتراحات
de: Vorschläge

source: The plugin was unable to load
ar: لم يتمكن من تحميل الاضافات
de: Das Plugin konnte nicht geladen werden

source: There might be a problem with the gpg installation
ar: قد يكون هناك مشكلة في تثبيت GPG
de: Es könnte an einem Problem mit der gpg-Installation liegen

source: consider reinstalling gpg4win
ar: خذ بالاعتبار إعادة تثبيت gpg4win
de: Erwägen Sie, gpg4win erneut zu installieren

source: Error Details
ar: تفاصيل الخطأ
de: Fehlerdetails

source: Error in Method
ar: خطأ في الأسلوب
de: Fehler in der Methode

source: Error Code
ar: رمز الخطأ
de: Fehlercode

source: Error String
ar: خطأ سلسلة
de: Fehlerbeschreibung

source: File
ar: الملف
de: Datei

source: Line
ar: السطر
de: Zeile

source: Unknown Error
ar: خطأ مجهول
de: Unbekannter Fehler

source: System Information
ar: معلومات النظام
de: Systeminformationen

source: App Version
ar: إصدار التطبيق

source: Sub-product
ar: المنتج الفرعي
de: Produkt-Teil

source: Vendor
ar: المُنتِج
de: Anbieter

source: This message already contains PGP data
ar: هذه الرسالة تحتوي مسبقاً على بيانات PGP

source: Would you like to Encrypt anyway
ar: هل تريد على أي حال التشفير

source: Would you like to Sign anyway
ar: هل تريد على أي حال التسجيل

source: Would you like to Encrypt and Sign anyway
ar: هل تريد على أي حال التشفير والتسجيل

source: You do not have any keys for
ar: لا تمتلك مفاتيح ل
de: Sie haben keinen Schlüssel für

source: or
ar: أو
de: oder

source: You have more than 1 public key matching that address
ar: لديك أكثر من مفتاح عمومي مطابق لهذا العنوان
de: Sie haben mehr als einen öffentlichen Schlüssel für diese Adresse

source: The Key for
ar: المفتاح ل
de: Der Schlüssel für

source: is invalid
ar: غير صالح
de: ist ungültig

source: Open the Key Manager
ar: افتح مدير المفاتيح
de: Schlüsselverwaltung öffnen

source: Sign only
ar: توقيع فقط
de: Nur signieren

source: Sign and Encrypt
ar: توقيع وتشفير
de: Signieren und verschlüsseln

source: Symmetric Encryption
ar: تشفير متناسب
de: symmetrische Verschlüsselung

source: Do not use WebPG for this message
ar: لا تستخدم WebPG لهذه الرسالة
de: Verwenden Sie WebPG nicht für diese Nachricht

source: no email address provided
ar: لم يُقدَّم أي عنوان بريد إلكتروني
de: Keine E-Mail-Adresse angegeben

source: Decrypt
ar: فكّ التشفير
de: Entschlüsseln

source: Verify
ar: تحقّق

source: Secure Editor
ar: محرر آمن

source: Key Manager
ar: مدير المفاتيح
de: Schlüsselverwaltung

source: Options
ar: خيارات
de: Optionen

source: PGP Signed Message
ar: رسالة PGP موقعة

source: PGP ENCRYPTED OR SIGNED MESSAGE
ar: رسالة PGP موقّعة أو مشفّرة
de: PGP VERSCHLÜSSELTE ODER SIGNIERTE NACHRICHT

source: PGP Public Key
ar: مفتاح PGP عام

source: WebPG Secure Editor
ar: محرر WebPG آمن

source: Unsecured Editor
ar: محرر غير آمن

source: WebPG Key Manager
ar: مدير مفاتيح WebPG
de: WebPG Schlüsselverwaltung

source: Private Keys
ar: المفاتيح الخاصة
de: Private Schlüssel

source: Public Keys
ar: المفاتيح العامة
de: Öffentliche Schlüssel

source: Your Name
ar: اسمك
de: Ihr Name

source: Your Email
ar: بريدك الإلكترونى
de: Ihre E-Mail-Adresse

source: Comment
ar: التعليق
de: Kommentar

source: Passphrase
ar: عبارة المرور

source: Repeat Passphrase
ar: كرّر عبارة المرور
de: Wiederholen Sie die Passphrase

source: Advanced Options
ar: خيارات متقدمة
de: Erweiterte Optionen

source: Public Key Algorithm
ar: خوارزمية المفتاح العام
de: Öffentlicher Schlüsselalgorithmus

source: Public Key Size
ar: حجم المفتاح العام
de: Größe des öffentlichen Schlüssels

source: Private Key Algorithm
ar: خوارزمية المفتاح الخاص
de: Privater Schlüsselalgorithmus

source: Private Key Size
ar: حجم المفتاح الخاص
de: Größe des privaten Schlüssels

source: Expire in
ar: تنتهي صلاحيته في
de: Läuft ab in

source: Never
ar: أبدا
de: Niemals

source: n30 days
ar: 30 يوماً
de: 30 Tagen

source: n90 days
ar: 90 يوماً
de: 90 Tagen

source: n1 year
ar: سنة
de: 1 Jahr

source: Subkey Options
ar: خيارات المفتاح الفرعي
de: Optionen für Unterschlüssel

source: encrypt only
ar: شفّر فقط
de: nur verschlüsseln

source: set your own capabilities
ar: تعيين القدرات الخاصة
de: eigene Einstellungen machen

source: Sign
ar: وقّع
de: Signieren

source: Authenticate
ar: مصادقة
de: Authentifizieren

source: Revoke this Key
ar: ألغِ هذا المفتاح
de: Diesen Schlüssel widerrufen

source: Revoke this UID
ar: ألغِ معرّف المستخدم هذا
de: Diese UID widerrufen

source: Revoke this Signature
ar: ألغِ هذا التوقيع
de: Diese Unterschrift widerrufen

source: Delete this Signature
ar: احذِف هذا التوقيع
de: Diese Unterschrift löschen

source: Delete this UID
ar: احذِف معرف المستخدم هذا
de: Diese UID löschen

source: Delete this Key
ar: احذِف هذا المفتاح
de: Diesen Schlüssel löschen

source: This key will be permanently deleted
ar: سيتم حذف هذا المفتاح بشكل دائم
de: Dieser Schlüssel wird dauerhaft gelöscht

source: Are you sure
ar: هل أنت متأكد
de: Sind Sie sicher?

source: Change Expiration
ar: تغيير موعد انتهاء الصلاحية
de: Ablaufdatum ändern

source: Sign this UID
ar: وقِّع هوية المستخدم هذه
de: Diese UID unterschreiben

source: Key Details
ar: تفاصيل المفتاح
de: Details zum Schlüssel

source: Export Public Key
ar: تصدير المفتاح العام
de: Öffentlichen Schlüssel exportieren

source: Add UID
ar: إضافة معرف المستخدم
de: UID hinzufügen

source: Are you sure you wish to revoke this Key
ar: هل أنت متأكد أنك ترغب في إلغاء هذا المفتاح
de: Sind Sie sicher, dass Sie diesen Schlüssel widerrufen wollen

source: Are you sure you wish to revoke this UID
ar: هل أنت متأكد أنك ترغب في إلغاء معرف المستخدم هذا
de: Sind Sie sicher, dass Sie diese UID widerrufen wollen

source: Are you sure you wish to revoke this Signature
ar: هل أنت متأكد أنك ترغب في إلغاء هذا التوقيع
de: Sind Sie sicher, dass Sie diese Unterschrift widerrufen wollen

source: Are you sure you wish to delete this Signature
ar: هل أنت متأكد أنك تريد حذف هذا التوقيع
de: Sind Sie sicher, dass Sie diese UID löschen wollen

source: Are you sure you want to permanently delete this UID
ar: هل أنت متأكد أنك تريد حذف معرف المستخدم هذا بشكل دائم
de: Sind Sie sicher, dass Sie diese UID dauerhaft löschen wollen

source: New Expiration Date
ar: تاريخ انتهاء الصلاحية الجديد
de: Neues Ablaufdatum

source: Never Expire
ar: بدون تاريخ انتهاء الصلاحية
de: Läuft niemals ab

source: Expiration Date
ar: تاريخ انتهاء الصلاحية
de: Ablaufdatum

source: Please wait while we build the key list
ar: الرجاء الانتظار بينما نقوم ببناء قائمة المفاتيح

source: Click to generate a new key
ar: انقر لإنشاء مفتاح جديد
de: Klicken, um neuen Schlüssel zu erzeugen

source: Click to enable key
ar: انقر لتمكين المفتاح
de: Klicken, um Schlüssel zu aktivieren

source: Click to set default key
ar: انقر لتحديد المفتاح الافتراضي
de: Klicken, um als Standardschlüssel festzulegen

source: Generating Key
ar: توليد المفتاح
de: Neuer Schlüssel wird erstellt ...

source: Waiting for entropy
ar: في انتظار بايت أكثر عشوائية
de: Warten auf Zufallsdaten

source: Building key
ar: إنشاء المفتاح
de: Schlüssel bauen

source: please wait
ar: يرجى الانتظار
de: bitte warten

source: Close
ar: غلق
de: Schließen

source: trust
ar: الثقة
de: Vertrauen

source: Generate New Key
ar: إنشاء مفتاح جديد
de: Neuen Schlüssel generieren

source: Create
ar: إنشاء
de: Erstellen

source: Name Required
ar: الاسم مطلوب
de: Name ist notwendig

source: UID Names must be at least 5 characters
ar: يجب أن تكون هوية المستخدم لا تقل عن 5 أحرف
de: UID-Namen müssen mindestens 5 Zeichen lang sein

source: UID Names cannot begin with a number
ar: لا يمكن أن تبدأ هوية المستخدم برقم
de: UID-Namen dürfen nicht mit einer Ziffer beginnen

source: Not a valid email address
ar: عنوان بريد إلكتروني غير صالح
de: keine gültige E-Mail-Adresse

source: Passphrases do not match
ar: كلمات المرور لا تتطابق
de: Passphrasen stimmen nicht überein

source: Building key, please wait
ar: إنشاء المفتاح، يرجى الانتظار
de: Schlüssel wird erstellt, bitte warten

source: This may take a long time (5 minutes or more) to complete
ar: هذا قد يستغرق ليكتمل وقتا طويلا (5 دقائق أو أكثر)
de: Dieser Vorgang kann länger dauern (5 Minuten oder mehr)

source: Please be patient while the key is created
ar: الرجاء التحلّي بالصبر بينما يتم إنشاء المفتاح
de: Bitte haben Sie Gedult, während der Schlüssel erzeugt wird

source: It is safe to close this window
ar: بإمكانك إغلاق هذه النافذة
de: Sie können dieses Fenster jetzt schließen

source: key generation will continue in the background
ar: وسوف يستمر توليد المفتاح في الخلفية
de: Die Schlüsselerzeugung wird im Hintergrund fortgesetzt

source: Trust Assignment
ar: تعيين الثقة
de: Vertrauenszuordnung

source: Unknown
ar: مجهول
de: Unbekannt

source: Marginal
ar: هامشي
de: Geringfügig

source: Full
ar: كامل
de: Vollständig

source: Ultimate
ar: نهائي
de: Absolut

source: None
ar: لا شيء

source: New group
ar: مجموعة جديدة

source: Group Assignment
ar: مهمة المجموعة

source: Change Passphrase
ar: تغيير عبارة المرور
de: Passphrase ä_ndern

source: Add Subkey
ar: إضافة مفتاح فرعي
de: Unterschlüssel hinzufügen

source: Enabled
ar: مفعّل
de: Aktiviert

source: Disabled
ar: معطّل
de: Deaktiviert

source: Valid
ar: صالح
de: Gültig

source: Expired
ar: منتهي الصلاحية
de: Abgelaufen

source: Invalid
ar: غير صالح
de: Ungültig

source: Revoked
ar: ملغيّ
de: Widerrufen

source: Enable this Key
ar: تمكين هذا المفتاح
de: Diesen Schlüssel aktivieren

source: Disable this Key
ar: تعطيل هذا المفتاح
de: Diesen Schlüssel deaktivieren

source: KeyID
ar: معرِّف المفتاح
de: Schlüssel-ID

source: Key Created
ar: تم إنشاء المفتاح
de: Schlüssel erzeugt

source: Expires
ar: تاريخ انتهاء الصلاحية
de: Läuft ab

source: User IDs
ar: معرِّفات المستخدمين
de: Benutzerkennungen

source: Fingerprint
ar: البصمة
de: Fingerabdruck

source: Status
ar: الحالة

source: Key Algorithm
ar: خوارزمية المفتاح
de: Schlüssel-Algorithmus

source: Validity
ar: الصّلاحية
de: Gültigkeit

source: Key Options
ar: خيارات المفتاح
de: Schlüsseleinstellungen

source: Operations
ar: العمليات
de: Vorgänge

source: Export this Key
ar: استيراد هذا المفتاح
de: Diesen Schlüssel exportieren

source: Publish to Keyserver
ar: انشر للخادم الرئيسي

source: Refresh from Keyserver
ar: حدث من الخادم الرئيسي

source: Subkeys
ar: المفاتيح الفرعية
de: Unterschlüssel

source: Subkey Details
ar: تفاصيل المفتاح الفرعي
de: Unterschlüsseldetails

source: Flags
ar: الأعلام

source: Delete this Subkey
ar: حذف هذا المفتاح الفرعي
de: Unterschlüssel löschen

source: Revoke this Subkey
ar: إلغاء هذا المفتاح الفرعي
de: Unterschüssel widerrufen

source: Make primary
ar: اجعله الرئيسي
de: Als primär kennzeichnen

source: Revoke UID
ar: إلغاء معرِّفات المستخدمين
de: UID zurückziehen

source: REVOKED
ar: فاسخ
de: WIDERRUFEN

source: Created
ar: تاريخ الإنشاء
de: Erzeugt

source: self-signature
ar: التوقيع الذاتي
de: eigene Unterschrift

source: local
ar: محلي
de: lokal

source: non-exportable
ar: غير قابل للتصدير
de: Nicht exportierbar

source: other signature
ar: التواقيع الأخرى
de: Andere Signatur

source: Revoke
ar: إلغاء
de: Widerrufen

source: Delete
ar: حذف
de: Löschen

source: Signatures made with keys not in your keyring are omitted
ar: لا يتم عرض التواقيع التي تم إنشاؤها باستخدام مفاتيح ليست في حلقة مفاتيحك الخاصة
de: Die Unterschriften von Schlüsseln, die sich nicht an Ihrem Schlüsselbund befinden, werden nicht angezeigt

source: Cannot unset your default key
ar: لا يمكنك إلغاء تحديد مفتاحك الافتراضي
de: Kann Standardschlüssel nicht deaktivieren

source: Calculating Trust
ar: حساب مقدار الثقة

source: Save
ar: حفظ
de: Speichern

source: Delete this key
ar: احذف هذا المفتاح
de: Diesen Schlüssel löschen

source: Copy
ar: نسخ
de: Kopieren

source: Please specify the revocation details
ar: يرجى تحديد تفاصيل الإبطال
de: Bitte geben Sie Einzelheiten an, weshalb derSchlüssel widerrufen werden soll

source: Reason
ar: السبب
de: Grund

source: No reason specified
ar: لم يتم تحديد سبب
de: Kein Grund angegeben

source: Key has been compromised
ar: لقد تعرّض هذا المفتاح للخطر
de: Der Schlüssel ist nicht mehr sicher

source: Key is superseded
ar: تم استبدال المفتاح
de: Schlüssel ist überholt

source: Key is no longer used
ar: لم يعد هذا المفتاح مستخدَما
de: Schlüssel wird nicht mehr verwendet

source: Description
ar: الوصف
de: Beschreibung

source: Are you sure you want to Publish this key to the Keyserver
ar: هل أنت متأكد أنك تريد نشر هذا المفتاح للخادم الرئيسي

source: Publish
ar: نشر

source: Sending key to Keyserver
ar: ارسال المفتاح إلى الخادم الرئيسي

source: There was a problem sending this key to the Keyserver
ar: حصلت مشكلة عند إرسال هذا المفتاح للخادم الرئيسي

source: No Keyserver defined
ar: لم يتم تحديد خادم رئيسي

source: Keyserver
ar: خادم رئيسي

source: Try Again
ar: أعِد المحاولة

source: Key Published to Keyserver
ar: تم نشر المفتاح للخادم الرئيسي

source: Publish Again
ar: أعِد النشر مرة أخرى

source: Key not found on keyserver
ar: لم يتم العثور على المفتاح في الخادم الرئيسي

source: User ID is no longer valid
ar: هوية المستخدم لم تعد صالحة
de: User-ID ist nicht mehr gültig

source: Please select which of your keys to create the signature with
ar: الرجاء اختيار المفتاح المُراد استخدامه للتوقيع
de: Bitte geben Sie an, mit welchem Ihrer Schlüssel die Unterschrift geleistet werden soll

source: You have not enabled any keys for use with webpg
ar: لم تقم بتمكين أي مفتاح لاستخدامه مع webpg
de: Sie haben keinen Schlüssel für die Benutzung mit WebPG aktiviert

source: please click here
ar: الرجاء الضغط هنا
de: Bitte hier klicken

source: and select 1 or more keys for use with webpg
ar: وتحديد مفتاح أو أكثر للاستخدام مع webpg
de: und wählen Sie einen oder mehrere Schlüssel für die Verwendung mit WebPG aus

source: You have not generated any keys
ar: لم تقم بتوليد أي مفتاح
de: Sie haben keine Schlüssel erzeugt

source: and generate a key to use with webpg
ar: وأنشئ مفتاحاً للاستخدام مع webpg
de: und erzeugen Sie einen Schlüssel zur Verwendung mit WebPG

source: Already signed with this key
ar: وقعت بالفعل مع هذا المفتاح
de: Bereits mit diesem Schlüssel unterzeichnet

source: Signature added using this key
ar: تمت إضافة التوقيع بهذا المفتاح
de: Unterschrift hinzugefügt unter Verwendung dieses Schlüssels

source: Cannot Publish Keys without gpgconf utility installed
ar: لا يمكن نشر المفاتيح دون تثبيت أداة pgpconf

source: Cannot create signatures without gpgconf utility installed
ar: لا يمكن إنشاء التواقيع دون تثبيت أداة gpgconf
de: Kann keine Unterschriften erzeugen ohne dass gpgconf installiert ist

source: Cannot Publish Keys without Keyserver configured
ar: لا يمكن نشر المفاتيح بدون إعداد الخادم الرئيسي

source: Cannot sign a revoked UID
ar: غير قادر على توقيع معرف مستخدِم مبطَل
de: Kann keine widerrufene UID signieren

source: Cannot make a revoked UID primary
ar: لا يمكن جعل معرف مستخدِم مبطَل معرفاً رئيسياً
de: Kann keine widerrufene UID als primär einstellen

source: Cannot sign an expired key
ar: لا يمكن توقيع مفتاح منتهي الصلاحية
de: Kann keinen abgelaufenen Schlüssel signieren

source: Are you certain you would like to delete signature
ar: هل أنت متأكد من أنك تريد حذف التوقيع
de: Sind Sie sicher, dass Sie die Unterschrift löschen wollen

source: from this User ID
ar: مِن معرِّف المستخدِم هذا
de: dieser Benutzer-ID

source: This signature was made with a key that does not belong to you
ar: تم عمل هذا التوقيع بمفتاح غير خاص بك
de: Diese Unterschrift wurde mit einem Schlüssel geleistet, der Ihnen nicht gehört

source: This action cannot be undone
ar: لا يمكن التراجع عن هذا الإجراء
de: Diese Aktion kann nicht rückgängig gemacht werden

source: This is your default key
ar: هذا هو مفتاحك الافتراضي
de: Dies ist Ihr Standardschlüssel

source: Searching for
ar: البحق عن
de: Suchen nach

source: WebPG Options
ar: خيارات WebPG
de: WebPG Optionen

source: The WebPG NPAPI Plugin is valid
ar: إضافة NPAPI لـ WebPG غير صالحة
de: Das WebPG-NPAPI-Plugin ist gültig

source: OpenPGP was detected
ar: تم الكشف عن الحل OpenPGP

source: It appears you have a key-agent configured
ar: يبدو أنك قمت بإعداد وكيل للمفتاح
de: Es scheint, als hätten Sie einen Schlüsselagenten konfiguriert

source: gpgconf was detected
ar: تم الكشف عن gpgconf
de: gpgconf wurde gefunden

source: you can use the signature methods
ar: يمكنك استخدام أساليب التوقيع
de: Sie können die Signaturmethoden anwenden

source: OpenPGP does not appear to be installed
ar: الحل OpenPGP لا يظهر ليتم تثبيتها

source: You do not appear to have a key-agent configured
ar: لا يبدو أن لديك وكيل مفتاح معَدّ
de: Sie scheinen keinen Schlüsselagenten konfiguriert zu haben

source: A working key-agent is required
ar: مطلوب وكيل مفتاح يعمل
de: Ein funktionierender Schlüsselagent ist notwendig

source: gpgconf does not appear to be installed
ar: لا يظهر أن gpgconf مثبَّتة
de: gpgconf scheint nicht installiert zu sein

source: You will not be able to create signatures
ar: لذا لن تكون قادرا على إنشاء التوقيعات
de: Sie werden keine Unterschriften leisten können

source: There was a problem loading the plugin
ar: حصلت مشكلة في تهيئة الإضافة
de: Es gab ein Problem beim Laden des Plugins

source: the plugin might be incompatibly compiled for this architechture
ar: يبدو أن الإضافة لم تعد لتكون متوافقة مع تكوين البرنامج
de: Das Plugin könnte auf eine für diese Architektur inkompatible Weise compiliert worden sein.

source: click here for help resolving this issue
ar: انقر هنا للحصول على المساعدة لحل هذه المشكلة
de: Klicken Sie hier, um das Problem zu lösen

source: Enable Inline formatting of PGP Messages and Keys
ar: تمكين التنسيق التلقائي لرسائل ومفاتيح PGP
de: Aktivieren Sie die Inline-Formatierung von PGP-Nachrichten und -Schlüsseln

source: Always encrypt to your default key in addition to the recipient
ar: دائما قم بالتشفير لمفتاحك بالإضافة إلى المستلم
de: Immer zusätzlich zum Empfängerschlüssel mit dem eigenen Standardschlüssel verschlüsseln

source: Enable WebPG GMAIL integration
ar: تمكين تكامل WebPG و GMAIL
de: WebPG-GMAIL-Integration aktivieren

source: EXPERIMENTAL
ar: تجريبي
de: EXPERIMENTELL

source: GPGCONF binary
ar: GPGCONF ثنائي

source: Your system appears to be configured correctly for WebPG
ar: يبدو أن نظامك قد أعد بشكل صحيح لـ WebPG
de: Ihr System scheint korrekt für WebPG konfiguriert zu sein

source: There is a problem with your configuration
ar: هناك مشكلة مع التكوين الخاص بك
de: Es gibt ein Problem mit Ihrer Konfiguration

source: WebPG GMAIL integration is EXPERIMENTAL
ar: تكامل WebPG و GMAIL تكامل تجريبي
de: WebPG-GMAIL-Integration ist EXPERIMENTELL

source: use at your own risk
ar: استخدم على مسؤوليتك الخاصة
de: Verwendung auf eigenes Risiko

source: Text copied to clipboard
ar: تم نسخ النص
de: Text in Zwischenablage kopiert

source: There may have been a problem placing the data into the clipboard
ar: قد تكون حصلت مشكلة في نسخ البيانات
de: Es kann ein Problem gegeben haben beim Kopieren der Daten in die Zwischenablage

source: TEXT COPIED
ar: تم نسخ النص

source: UNABLE TO COPY TEXT
ar: غير قادر على نسخ النص

source: COPY TO CLIPBOARD
ar: نسخ إلى الحافظة
de: IN ZWISCHENABLAGE KOPIEREN

source: Verify this text
ar: التحقق من هذا النص
de: Diesen Text verifizieren

source: Decrypt this text
ar: فك تشفير هذا النص
de: Diesen Text entschlüsseln

source: Import this Key
ar: استيراد هذا المفتاح
de: Diesen Schlüssel importieren

source: Clear-sign this text
ar: واضحة توقيع هذه الرسالة
de: Diesen Text im Klartext unterzeichnen

source: Encrypt this text
ar: تشفير هذا النص
de: Diesen Text verschlüsseln

source: Paste Public Key
ar: لصق المفتاح العمومي
de: Öffentlichen Schlüssel einfügen

source: UNABLE TO DECRYPT OR VERIFY THIS MESSAGE
ar: غير قادر على فك تشفير أو التحقق من هذه الرسالة
de: KANN NACHRICHT NICHT ENTSCHLÜSSELN ODER VERIFIZIEREN

source: PGP ENCRYPTED AND SIGNED MESSAGE
ar: رسالة PGP مشفرة وموقعة
de: PGP VERSCHLÜSSELTE UND SIGNIERTE NACHRICHT

source: DECRYPTION FAILED
ar: فشل فك التشفير
de: ENTSCHLÜSSELUNG FEHLGESCHLAGEN

source: NO SECRET KEY
ar: لا يوجد مفتاح سري
de: KEIN GEHEIMER SCHLÜSSEL

source: BAD PASSPHRASE
ar: عبارة مرور سيئة
de: FALSCHE PASSPHRASE

source: DECRYPT THIS MESSAGE
ar: فك تشفير هذه الرسالة
de: DIESE NACHRICHT ENTSCHLÜSSELN

source: DISPLAY ORIGINAL
ar: عرض الأصلية
de: ORIGINAL ANZEIGEN

source: DETACHED PGP SIGNATURE
ar: التوقيع منفصلة
de: ABGETRENNTE PGP SIGNATUR

source: PGP SIGNED MESSAGE
ar: رسالة PGP موقعة
de: PGP SIGNIERTE NACHRICHT

source: THE SIGNATURE ON THIS MESSAGE IS INVALID
ar: توقيع هذه الرسالة غير صالح
de: DIE SIGNATUR DIESER NACHRICHT IST UNGÜLTIG

source: THE SIGNATURE MIGHT BE TAMPERED WITH
ar: قد يكون تم تغيير التوقيع بواسطة
de: AN DIESER SIGNATUR KÖNNTEN UNBEFUGTE ÄNDERUNGEN VORGENOMMEN WORDEN SEIN

source: THIS MESSAGE WAS SIGNED WITH KEY
ar: تم توقيع هذه الرسالة بواسطة مفتاح
de: DIESE NACHRICHT WURDE MIT FOLGENDEM SCHLÜSSEL SIGNIERT

source: THIS MESSAGE WAS SIGNED WITH AN EXPIRED PUBLIC KEY
ar: تم توقيع هذه الرسالة بواسطة مفتاح عمومي منتهي الصلاحية
de: DIESE NACHRICHT WURDE MIT EINEM ABGELAUFENEN ÖFFENTLICHEN SCHLÜSSEL SIGNIERT

source: THIS MESSAGE WAS SIGNED WITH A PUBLIC KEY NOT IN YOUR KEYRING
ar: تم توقيع هذه الرسالة بواسطة مفتاح ليس على حلقة مفاتيحك
de: DIESE NACHRICHT WURDE MIT EINEM NICHT AN IHREM SCHLÜSSELBUND BEFINDLICHEN ÖFFENTLICHEN SCHLÜSSEL SIGNIERT:

source: SEARCH FOR KEYS ON KEYSERVER
ar: البحث عن المفاتيح على الخادم الرئيسي

source: THE SIGNATURE ON THIS MESSAGE FAILED
ar: فشل التوقيع على هذه الرسالة
de: DIE SIGNATUR BEI DIESER NACHRICHT IST NICHT IN ORDNUNG

source: THE MESSAGE MAY BE TAMPERED WITH
ar: قد يكون تم العبث بالرسالة بواسطة
de: AN DIESER NACHRICHT WURDEN WOMÖGLICH UNBEFUGTE ÄNDERUNGEN VORGENOMMEN

source: PGP PUBLIC KEY
ar: مفتاح PGP العام
de: ÖFFENTLICHER PGP SCHLÜSSEL
